Repository: GennadyP/dwr-wp-plugin
Catalog: languages/donate-with-robokassa-*.po
Languages: ru_ru

# dwr_plugin_page
source: Donate With Robokassa plugin page
ru_ru: Страница плагина Donate With Robokassa

# dwr_plugin_statistics_page
source: Donate With Robokassa statistics page
ru_ru: Страница статистики Donate With Robokassa

# dwr_plugin_statistics_menu_title
source: DWR Statistics
ru_ru: DWR - Статистика

# dwr_plugin_page_title
source: Donate With Robokassa (DWR) Settings
ru_ru: Настройки плагина Donate With Robokassa (DWR)

source: Confirm page URL
ru_ru: URL страницы подтверждения оплаты

# result_url
source: Robokassa <b>Result URL</b>
ru_ru: <b>Result URL</b> для Робокассы

# result_url_method
source: Robokassa Result URL Method
ru_ru: HTTP метод для Result URL

source: Merchant Login
ru_ru: Идентификатор магазина

# merchant_pass_one
source: Merchant Password #1
ru_ru: Пароль #1

# merchant_pass_two
source: Merchant Password #2
ru_ru: Пароль #2

# text_before_donate_form
source: Text to put before donation form
ru_ru: Текст перед формой пожертвования

# operation_description
source: Robokassa transaction description
ru_ru: Описание транзакции Robokassa

source: Force delete tables (!!!)
ru_ru: Принудительное удаление таблиц плагина (!!!)

# dwr_plugin_statistics_page_title
source: Donate With Robokassa Statistics
ru_ru: Статистика пожертвований

source: General statistics
ru_ru: Общая статистика

# transactions_today
source: Donations made <b>today</b>
ru_ru: Количество <b>за сегодня</b>

# total_donation_amount_today
source: Total donation amount accepted <b>today</b>
ru_ru: Общая сумма <b>за сегодня</b>

# transactions_this_week
source: Donations made <b>this week</b>
ru_ru: Количество <b>за эту неделю</b>

# total_donation_amount_this_week
source: Total donation amount accepted <b>this week</b>
ru_ru: Общая сумма <b>за эту неделю</b>

# transactions_this_month
source: Donations made <b>this month</b>
ru_ru: Количество <b>за этот месяц</b>

# total_donation_amount_this_month
source: Total donation amount accepted <b>this month</b>
ru_ru: Общая сумма <b>за этот месяц</b>

# transactions_this_year
source: Donations made <b>this year</b>
ru_ru: Количество <b>за этот год</b>

# total_donation_amount_this_year
source: Total donation amount accepted <b>this year</b>
ru_ru: Общая сумма <b>за этот год</b>

# transactions_total
source: Donations made <b>for all time</b>
ru_ru: Количество <b>за все время</b>

# total_donation_amount
source: Total donation amount <b>for all time</b>
ru_ru: Общая сумма <b>за все время</b>

# last_hundred_transactions_detailed
source: Last 100 donations accepted
ru_ru: Последние 100 пожертвований

source: Transaction Id
ru_ru: ID транзакции

# donation_sum
source: Donation amount
ru_ru: Сумма пожертвования

source: Payment Method
ru_ru: Способ оплаты

source: Transaction Date
ru_ru: Дата пожертвования

# transaction_user_message
source: User message
ru_ru: Сообщение пользователя

# no_transactions_yet_been_performed
source: There is no donations yet. You should wait a bit :)
ru_ru: Ещё нет ниодного пожертвования. Вам стоит подождать :)

# not_all_settings_are_set
source: Not all required fields are filled in admin panel. This plugin cannot operate.
ru_ru: Не все обязательные поля заполнены в админ панели. Плагин не работоспособен.

# error_during_currency_request
source: Error occured during request for available currencies. Please contact website administration.
ru_ru: При запросе доступных способов оплаты возникла ошибка. Напишите пожалуйста администрации сайта.

# donation_currency
source: Donation payment method
ru_ru: Способ оплаты

# user_message
source: You can leave us some kind words.
ru_ru: Если хотите, вы можете оставить нам несколько хороший слов или пожелание.

# leave_us_a_message
source: Leave us a few nice words!
ru_ru: Оставьте нам пожелание!

source: Donate
ru_ru: Поддержать

# error_provided_currency_incorrect
source: Payment method passed incorrectly. Please try go back and fill the form again.
ru_ru: Метод пларежа передан некорректно. Попробуйте вернуться и заполнить форму заново.

# error_amount_should_be_numeric
source: Amount should be numeric
ru_ru: Значение суммы пожертвования должно быть числовым значением.

# error_amount_cannot_be_below_zero_you_specified %1$.2f
source: Amout cannot be zero or below zero. You've specified %1$.2f.
ru_ru: Значение суммы пожертвования не может быть 0 или отрицательным, вы указали %1$.2f.

source: Amount
ru_ru: Сумма

# usermessage
source: Your message to us:
ru_ru: Ваше сообщение нам

source: Cancel
ru_ru: Отмена
